const gameDescriptions = [
    "Инди рогалик, основным темами которого являются алхимия, зельеварение и крафт. Бегаем по уровням, сражаемся, собираем ингредиенты, рецепты, экспериментируем, создавая предметы с уникальными эффектами, изучаем свойства разных материалов, крафтим магические предметы.С каждым забегом в данже игрок узнает все больше о рецептах и свойствах разных материалов. После смерти игрок попадает в хаб, и у него не сохраняется ничего, кроме его Алхимического справочника, в котором записываются обнаруженные свойства, рецепты зелий и крафтов. Бегаем по данжу, сражаемся, исследуем, изучаем, экспериментируем, решаем головоломки, крафтим, умираем."
]

const developerInfos = [
    {
        name: "Арсений Стук",
        role: "Геймдизайнер",
        imageUrl: "resources/participant-1.png"
    },
    {
        name: "Сергей Худяков",
        role: "Тимлид",
        imageUrl: "resources/participant-2.png"
    },
    {
        name: "Анна Васильева",
        role: "UX/UI-дизайнер",
        imageUrl: "resources/participant-3.png"
    },
    {
        name: "Андрей Мусиенко",
        role: "Unity-разработчик / Backend-разработчик",
        imageUrl: "resources/participant-1.png"
    },
    {
        name: "Андрей Бубнов",
        role: "Unity-разработчик",
        imageUrl: "resources/participant-2.png"
    },
    {
        name: "Артём Петрушко",
        role: "Unity-разработчик / Frontend-разработчик",
        imageUrl: "resources/participant-1.png"
    },
]